---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeFluidDensityParam
source: html/8a02b7d9-176a-8cce-e85f-d15b63cbacc8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeFluidDensityParam Property

"Fluid Density"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeFluidDensityParam { get; }
```